Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sme/facta/klemetti.blogspot.com/klemetti.16.02.15_fin.txt.tmx
Source language: fin
Languages: sme

source: Pohjoismaiden asenteesta saamelaisia kohtaan ja journalismia saamenmaalla Osallistuin viime viikon lopulla Alattiossa pohjoismaiseen saamelaisseminaariin, jonka oli järjestänyt Pohjoismaiden neuvosto.
sme: Davviriikkaid doaludumis sápmelaččaid hárrái ja journalisma Sámi eatnamis Oassálasten mannan vahku loahpas Álaheajus davviriikkalaš sámi seminárii, man lei ordnen Davviriikkaid ráđđi.

source: Seminaarissa ei ollut osallistujia Suomen puolelta minua ja varapuheenjohtaja Heikki Palttoa lukuun ottamatta.
sme: Semináras eai lean oassálastit Suoma bealde earret mu ja II várreságadoalli Hánno Heaikka.

source: Seminaarista ei ollut tietoa Suomen puolella, mikä on varmasti vaikuttanut kiinnostukseen.
sme: Semináras ii lean diehtu Suoma bealde, ja dat lea diehttelas váikkuhan beroštumi váilumii.

source: Minulle oli annettu aiheeksi puhua ILO 169-sopimuksesta.
sme: Munnje lei addon fáddán hupmat ILO 169-soahpamušas.

source: Puheeni löytyy kokonaisuudessaan pohjoissaameksi saamelaiskäräjien kotisivuilta.
sme: Mu sáhkavuorru gávdno ollislažžan davvisámegillii sámedikki ruovttusiidduin.

source: Myös Ruotsin ja Norjan saamelaiskäräjien puheenjohtajat osallistuivat seminaariin.
sme: Maiddái Ruoŧa ja Norgga sámedikkiid jođiheaddjit oassálasttiiga seminárii.

source: Seminaarissa puhuttiin erityisesti saamelaisten osallistumisesta Pohjoismaiden Neuvoston toimintaan.
sme: Semináras lei earenoamážit sáhka sápmelaččaid oassálastimis Davviriikkaid Ráđi doibmii.

source: Saamelaiset ovat hakeneet Pohjoismaiden neuvoston täysjäsenyyttä viisi kertaa, mutta tuloksetta.
sme: Sápmelaččat lea ohcan Davviriikkaid ráđi dievas miellahttuvuođa viđa háve, muhto váile bohtosa.

source: En voi olla kommentoimatta hieman journalismia Norjassa ja Suomessa.
sme: In sáhte orrut kommenterekeahttá veaháš journalismmas Norggas ja Suomas.

source: Tämä on kuuma peruna.
sme: Dát lea báhkka ja hearkkes ášši.

source: Yleensä kun toimittajia arvostelee, se koetaan, varsinkin minun asemassani, puuttumisena journalistiseen vapauteen ja katkerana vuodatuksena.
sme: Dábálaččat go doaimmaheddjiid árvvoštallá, de dat muosáhuvvo, earenoamážit mu sajádagas, seahkaneapmin jornalisttalaš friddjavuhtii ja bahča sátnedulvin.

source: Siitäkin huolimatta, haluan osallistua keskusteluun.
sme: Dasnai fuolakeahttá, háliidan oassálastit ságastallamii.

source: Politiikka on yhteisten asioiden hoitamista ja myös medialla on suuri vastuu tämän uutisoimisessa.
sme: Politihkka lea oktasaš áššiid fuolaheapmi ja maiddái medias lea stuora ovddasvástádus dán oidnosii buktimis ođđasiid hámis.

source: Median kehittymistä ja uutisoinnin yhteiskunnallista merkitystä ja roolia ei voida arvioida vain journalismin sisällä.
sme: Media gárganeami ja ođasdahkama servodatlaš mearkkašumi ja rolla ii sáhte árvvoštallojuvvot dušše journalismma siste.

source: Journalistit tekevät uutisia yhteiskunnasta yhteiskunnan jäsenille.
sme: Journalisttat dahket ođđasiid servodagas servodaga osolaččaide.

source: Uutiset luovat yhteiskunnallista keskustelua.
sme: Ođđasat duddjojit servodatlaš ságastallama.

source: Valitsemallaan lähestymistavalla ja keskusteluilmapiirillä toimittajat vaikuttavat ihmisten asenteisiin, mielipiteeseen, mielialaan, kielenkäyttöön ja myös vaaleihin.
sme: Iežaset válljen lahkonanvugiin ja ságastallanvuoiŋŋain doaimmaheaddjit váikkuhit olbmuid jurddahanvugiide, oaiviliidda, millii, giellageavahussii ja maiddái válggaide.

source: Näin eduskuntavaalien alla journalismin rooli yhteiskunnassa on ajankohtainen aihe.
sme: Ná riikkabeaiveválggaid lahkonettiin journalismma rolla servodagas lea áigeguovdilis fáddá.

source: Yhteispohjoismaisella saamen uutistuotannolla on ollut tavoite luoda aitoa yhteispohjoismaista uutistuotantoa saamelaisista.
sme: Davviriikkalaš sámi ođasbuvttadeamis lea leamaš ulbmil ráhkadit eakti oktasaš davviriikkalaš ođasbuvttadusa sápmelaččain.

source: Olen sinisilmäisesti kenties ajatellut, että yhtenä uutistuotannon teemana on ollut tuottaa uutisia saamelaisista yhtenä kansana ilman, että valtionrajat estävät tätä yhtenäisyyttä.
sme: Lean soaitán alitčalmmagit jurddahit, ahte oktan ođasbuvttadusa fáddán lea leamaš buvttadit ođđasiid sápmelaččain oktan álbmogin almmá dan haga, ahte riikkarájit biđgejit dán oktilašvuođa.

source: Olen seurannut erityisesti Norjan NRK:n Sápmin uutistuotantoa sekä kuluttajana että haastateltavana.
sme: Lean čuvvon earenoamážit Norgga NRK Sámi ođasbuvttadusa sihke geavaheaddjin ja jearahallanvuložin.

source: Suomen saamelaiskäräjiä ja minua on haastateltu NRK Sápmiin lähinnä silloin, kun Suomen saamelaiskäräjiä on haluttu kritisoida, tai jos joku keskustelunaihe on ajankohtainen Norjassa.
sme: Suoma sámediggi ja mun lean jearahallon NRK Sápmái lagamusat dalle, go Suoma sámediggi lea háliiduvvon árvvoštallojuvvot, dehe jos juoga ságastallanfáddá lea áigeguovdil Norggas.

source: Uutisissa on haluttu monesti painottaa saamelaisia riitelevänä kansana.
sme: Ođđasiin lea háliiduvvon máŋgii deattuhuvvot, ahte sápmelaččat lea riidos álbmot.

source: Joskus NRK:n uutisissa onkin ollut todella hassuja ja virheellisiä uutisia Suomesta, kun toimittajat ovat tehneet uutisia tietämättä Suomen lainsäädännöstä ja välittämättä selvittää asioiden faktoja.
sme: Muhtimin NRK:a ođđasiin leatnai leamaš duođaid ártegis ja boasttoođđasat Suomas, go doaimmaheaddjit leat ráhkadan ođđasiid dieđekeahttá Suoma lágain ja beroškeahttá čielggadit áššiid fáktadieđuid.

source: Viime vuonna uutisointiin, että Näkkälän paliskunta olisi jaettu.
sme: Diibmá ráhkaduvvui ođas, ahte Näkkela bálges lea juhkkojuvvon.

source: Virhe toki korjattiin seuraavana päivänä, mutta faktat olisi ollut uskomattoman helppo tarkista ennen uutisten lähettämistä.
sme: Meattáhus gal divvojuvvui maŋit beaivve, muhto fáktadieđuidhan livččii hui álki dárkkistit ovdal ođđasiid sáddema.

source: Virheiden kertautuminen ja niiden korjaaminen seuraavana päivänä antaa epäluotettavan kuvan tiedotusvälineestä ja sen syventymisestä tehtäväänsä.
sme: Meaddin ja dan divvun maŋit beaivve addá eahpeluohtehahtti gova diehtojuohkingaskaoamis ja dan vuojulduvvama bargosis.

source: Suomessa yhteispohjoismaisten saamelaisuutisten katselijamäärät ovat laskussa.
sme: Suomas oktasaš davviriikkalaš sámi ođđasiid geahččimearit leat njiedjame.

source: Suomen saamelaiset ja suomalaiset katsovat YLE Ođđasat-lähetystä kymmenkertaisesti pohjoismaisiin Ođđasat lähetykseen verrattuna.
sme: Suoma sápmelaččat ja suopmelaččat gehččet YLE Ođđasat-sáddaga logigeardásaččat davviriikkalaš Ođđasaš-sáddaga ektui.

source: Vaikka yhteispohjoismaisella saamelaislähetyksellä on parempi katsoja-aika, sen uutiset eivät saavuta laajaa katsojakuntaa.
sme: Vaikko oktasaš davviriikkalaš sámi ođassáddagis lea buoret geahččanáigi, de dan ođđasat eai olat viiddes meari gehččiid.

source: Uutiset lähetään Norjasta ja NRK Sápmi viime kädessä päättää lähetettävästä sisällöstä ja niiden painotuksista.
sme: Ođđasat sáddejuvvojit Norggas ja NRK Sápmi loahpa loahpas mearrida sáddaga sisdoalus ja daid deattuhusain.

source: En ole missään havainnut keskustelua siitä, mistä yhteispohjoismaisen saamelaisuutislähetyksen pienentyneet katsojaluvut kertovat.
sme: In leat mange muttos fuomášan ságastallama das, mas oktasaš davviriikkalaš sámi ođassáddagiid unnon gehččiidmearit muitalit.

source: Eikö kehityksestä tulisi olla huolissaan ?
sme: Iigo gárganeamis galggale leat fuolas ?

source: Olisiko aika kehittää yhteispohjoismaista saamelaista uutistuotantoa aidosti yhteispohjoismaiseksi ja kuulla myös Suomen puolen uutisten seuraajia – ei vain Norjan yleisradion ohjelmaneuvostoa ?
sme: Livččiigo áigi gárgehit oktasaš davviriikkalaš sámi ođasbuvttadusa eakti vuogi mielde davviriikkalaččat oktasažžan ja gullat maid Suoma beale ođđasiid čuovvuid – ii dušše Norgga riikkaradio prográmmaráđi ?

source: Tarvitsevatko saamelaiset jatkuvasti tietoa Norjan, Ruotsin tai Suomen eri käräjäoikeuksien antamista tuomioista huume-, henki-, seksuaali- ja muista rikoksista ?
sme: Dárbbahitgo sápmelaččat geažos áigge dieđu Norgga, Ruoŧa dehe Suoma diggerivttiid addin duomuin narkotihkka-, olmmošgoddin-, seksuála- ja eará rihkkosiin ?

source: Onko se yhteispohjoismaisesti tärkeä asia saamelaisille kansana ?
sme: Leago dat davviriikkalaččat mávssolaš ášši sápmelaččaide álbmogin ?

source: Täytyykö uutisissa aina riidellä ?
sme: Dárbbahago ođđasiin álohii riidalit ?

source: Yle Sápmi on joutunut vaikeaan tilanteeseen toimitilojen sisäilmaongelmien johdosta ja on joutunut supistamaan uutistuotantoa menneellä ja kuluvalla viikolla, mistä Yle Sápmi myös tiedotti.
sme: Yle Sápmi lea šaddan váttes dillái doaibmasajiid sisáibmobuncaraggáid geažil ja lea šaddan unnidit ođasbuvttadusa mannan ja dán vahku, mas Yle Sápmi maid dieđihii.

source: TV-uutiset ja nettiuutiset on lähetetty entiseen tapaan.
sme: TV-ođđasat ja neahttaođđasat lea sáddejuvvon ovdalaš vuogi mielde.

source: Yle Sápmin radio-ohjelmien seuraajana tämä on toki valitettavaa, mutta ymmärrettävää.
sme: Yle Sápmi rádioprográmmaid guldaleaddjin, lohkkin ja geahččin dát lea gal šállošahtti, muhto ipmirdahtti.

source: Työntekijöiden terveys on Suomen lainsäädännönkin mukaan tärkein asia ja toivon, että Yleisradio hoitaa Yle Sápmille turvalliset toimitilat pikaisesti.
sme: Bargiid dearvvašvuohta lea Suoma lágaidnai mielde deháleamos ášši ja sávan Riikkarádio Yle dikšu Yle Sápmái oadjebas doaibasajiid jođáneamos lági mielde.

source: NRK Sápmi uutisoi perjantaina Yle Sápmin toimitilojen sisäilmaongelmasta kritisoiden uutistoiminnan ja lähetysaikojen pienentymistä, olematta kuitenkaan huolissaan työntekijöiden terveydestä.
sme: NRK Sápmi ráhkadii bearjadaga ođđasa Yle Sápmi doaibmasaji sisáibmobuncaraggás nu ahte árvvoštalai ođasdoaimma ja sáddenáiggi unnuma, muhto ii lean goitge fuolas bargiid dearvvašvuođas.

source: Tilanne oli erikoinen siksi, että uutinen loi kuvauksellaan, leikkauksellaan ja sekoittamalla NRK Sápmin ohjelmaneuvoston Suomen tilanteeseen luoden selkeän vastakkainasettelun Yle Sápmin ja NRK Sápmin välille.
sme: Dilli lei earenoamáš dan dihte, ahte ođasášši duddjui govvemiin, čuohppamiin ja seaguhemiin NRK Sámi prográmmaráđi Suoma dillái nu ahte ráhkadii čielga vuostálagaid bidjama Yle Sámi ja NRK Sámi gaskii.

source: Kertooko tämä siitä, että NRK Sápmi on irtautumassa yhteispohjoismaisesta yhteistyöstä ja onko nyt alkanut lähtölaskenta yhteispohjoismaisten saamelaisuutisten päättymiselle ?
sme: Muitalago dát das, ahte NRK Sápmi lea cealkime iežas eret davviriikkalaš ovttasbarggus ja leago dát álgolávki oktasaš davviriikkalaš sámi ođđasiid nohkamii ?

source: En malta kommentoimatta samalla myös Lapin äänenkannattajaa Lapin Kansaa, kun kerran aloitinkin journalistisen pohdiskelun.
sme: In máša leat kommenterekeahttá seammas maid Sámi (Lappi) eanangotti jietnaguotteheaddji Lapin Kansa, go gearddi juo álggahin journalisttalaš guorahallamuša.

source: Lapin Kansa on lappilaisten äänenkannattaja oman ilmoituksensa mukaan.
sme: Lapin Kansa lea lappilaččaid jietnaguotteheaddji iežas ilmmuhusa mielde.

source: Se tuottaa valtion rahoituksella saamenkielisiä uutisia nettiin ja sanomalehteen.
sme: Dat buvttada stáhta ruhtademiin sámegiel ođđasiid nehttii ja aviisii.

source: Saamenkielinen uutistoimitus ja suomenkielinen uutistoimitus ovat kuin kaksi eri lehteä aluksi lähestymistavoiltaan ja myös saamelaiskulttuurin ja lainsäädännön asiantuntemukseltaan.
sme: Sámegielalaš ođasdoaimmahus ja suomagielalaš ođasdoaimmahus leaba dego guokte sierra aviissa vuohččan juo lahkonanvuogi dáfus ja maiddái sámi kultuvrra ja láhkaásaheami áššedovdamuša dáfus.

source: Lehden virallinen linja ei ole muuttunut tällaisen ” kielipesun ” johdosta.
sme: Aviissa virggálaš linnjá ii leat rievdan dakkár “ giellabassama ” geažil.

source: Taustalla vallitsevat edelleen samat arvot, jotka ovat johtaneet Lapin Kansan uutisointia koko sen historian ajan.
sme: Duogážis ráđđejit ain seamma árvvut, mat leat jođihan Lapin Kansa ođasráhkadeami oba dan historjjá áigge.

source: Kvantitatiivista tutkimusta en ole tehnyt, mutta lukijana olen toki lehden kehitystä seurannut.
sme: Kvantitatiiva dutkamuša in leat bargan, muhto lohkkin lean almmatge aviissa gárganeami čuvvon.

source: Suurin osa Lapin Kansan tekemistä uutisoinneista saamelaisista ja saamelaiskäräjistä on kielteisiä ja luovat vastakkainasettelua saamelaisten ja valtaväestön oikeuksien välille.
sme: Eanas Lapin Kansa dahkan ođđasiin sápmelaččain ja sámedikkis leat biehtadahkkásat ja duddjojit vuostálaga bidjama sápmelaččaid ja váldoálbmoga vuoigatvuođaid gaskii.

source: Se on toki lehden oma journalistinen valinta ja poliittinen linjanveto.
sme: Dat lea almmatge aviissa iežas journalisttalaš válljen ja linnjágeassin.

source: Saamelaisia lähestytään ongelmakeskeisesti.
sme: Sápmelaččaid lahkonit buncaraggá oaidninvuogis.

source: Saamelaiset ovat Lapin Kansalle ongelma.
sme: Sápmelaččat leat Lapin Kansai buncarakkis.

source: Lehti on linjannut vastustavansa saamelaiskäräjälain uudistamista ja ILO 169-sopimuksen ratifiointia.
sme: Aviisa lea linnjen iežas vuostálastit sámediggelága ođasnuhttima ja ILO 169-soahpamuša ratifiserema.

source: Saamelaiset esitetään positiivisesti uutisoitaessa kulttuuritapahtumia, kielen opetusta tai matkailutapahtumia.
sme: Sápmelaččat ovdanbuktojit positiivvalaččat go ođđasiin gieđahallojit kulturdáhpáhusat, giela oahpahus dehe turismadáhpáhusat.

source: Saamelaiskäräjille on varattu selittäjän rooli ja syntipukin asema sen yrittäessä turvata saamelaisten lakisääteisten oikeuksien toteutumista.
sme: Sámediggái lea várrejuvvon čilgejeaddji rolla ja suddobohká sajádat go dat geahččala dorvvastit sápmelaččaid lágas mearriduvvon vuoigatvuođaid olláhuvvama.

source: Lapin Kansa uutisoi viime viikolla saamelaiskäräjien tekemistä valituksista kaivoslain ja ympäristönsuojelulain nojalla uutisoiden uutisen railakkaasti kenkkuillen ” saamelaiskäräjien tulostin laulaa valituksia ”.
sme: Lapin Kansa dagai ođđasa mannan vahku sámedikki dahkan váidalusain ruvkelága ja birasgáhttenlága vuođul árvvohuššamiin “ sámedikki printar lávlu váidalusaid ”.

source: Mikäli haluaisin olla ilkeä ja asenteellinen, voisin otsikoida blogini samalla periaatteella, ” Lapin Kansa alasaajaa saamelaisten oikeuksia ja saamelaiskäräjiä ja painokone suoltaa saamelaisvastaisuutta ”.
sme: Jos hálidivččen leat ilgat ja árvvohuššat, sáhtálin blogget seamma prinsihpain bajilčállosiin “ Lapin Kansa vuodjá vulos sápmelaččaid vuoigatvuođaid ja sámedikki ja prentenmašiidna čollu sápmelašvuostásašvuođa ”.

source: Mutta näin en blogiani nimeä.
sme: Muhto in dainna bajilčállosiin navdde iežan blogga.

source: Lapin Kansan uutisointi ja ajatusmaailma muistuttaa Lapin kansanedustajien ulostuloja.
sme: Lapin Kansa ođasráhkadeamit ja jurddamáilbmi sulástahttet Lappi riikkabeaiveolbmuid oainnuid.

source: Se on ehkä tätä lappilaista konsensusta - media ja päättäjät ajavat yksimielisesti samoja asioita.
sme: Dat soaitá gullat dán lappilaš konsensusii – media ja mearrideaddjit vudjet ovttamielalaččat seamma áššiid.

source: Moniarvoista uutistuotantoa se ei ole, mutta tehokasta mielipidevaikuttamista ja palvelee varmasti tarkoitustaan.
sme: Máŋggaárvosaš ođasbuvttadus dat ii leat, muhto beaktilis oaivilváikkuheapmi ja diehttelas bálvala seamma ulbmila.

source: Se on varmasti ajankohtaista näin eduskuntavaalien aikaan tukien samalla nykyisten lappilaisten kansanedustajien poliittista linjaa ja luoden saamelaisten oikeuksien heikentämisestä vaaliteeman.
sme: Dat lea sihkkarit áigeguovdil ná riikkabeaiveválggaid áigge ja doarju seammas dálá lappilaš riikkabeaiveolbmuid politihkalaš linnjá ja ráhkada sámiid vuoigatvuođaid vuostálastimis válgafáttá.

source: Ajankohta on myös hyvin osuva ottaen huomioon ILO 169-sopimuksen ratifioinnin ja asiasta käytävän keskustelun eduskunnassa.
sme: Áigemuddu lea maid hui deaivil go váldá vuhtii ILO 169-soahpamuša ratifiserema ja ášši ságastallama riikkabeivviid olis.

source: Lapin Kansa antaa Lapista maakuntana hyvin tympeän kuvan.
sme: Lapin Kansa addá Lappis eanagoddin gova, mii unohastala.

source: En jaksa uskoa, että lehden muodostama kuva ja uutisointipolitiikka vastaa kaikkien lehden lukijoiden uutistarpeita tai asenteita.
sme: In sáhte jáhkkit, ahte aviissa ráhkadan govva ja ođasráhkadanpolitihkka dávista buot aviissa lohkkiid ođasdárbbuide dehe jurddaguottuide.

source: Oikeastaan näitä teemoja käsittelin Alattion puheessani hieman laajemminkin.
sme: Rievtti mielde gieđahallen Álaheaju ságastan dáid temaid veaháš viidáseappotnai.

source: Käännänkin tässä suomeksi lyhyen otteen Alattion pohjoissaamenkielisestä puheestani, joka mielestäni soveltuu tähän aiheeseen aika hyvin:
sme: Luoikkahannai dás oanehis valdosačča Álaheaju davvisámegiel ságastan, man dasto jorgalan maid suomagillii. Dát oassi heive mu mielas dán fáddái oalle bures:

source: ” Saamelaiset ovat olleet pohjoismaissa hyljeksitty kansanryhmä, halveksittu toinen.
sme: ” Sápmelaččat lea davviriikkain hilgojuvvon álbmotjoavku, badjelgehččojuvvon nubbi.

source: Saamelaisia on pidetty muinaisena kulttuurisena kehitysjäänteinä ja ongelmina valtioille.
sme: Sápmelaččat leat adnon historjjás áigge dološ kultuvrralaš gárgananbázáhussan ja maiddái buncarakkisin stáhtaide.

source: Saamelaisia on haukuttu ja syrjitty kielen ja kulttuurin johdosta.
sme: Sápmelaččat leat cielahuvvon ja vealahuvvon gielaset ja kultuvrraset geažil.

source: Saamelaiskulttuuria on yritetty tuhota pakkosterilisoinneilla ja sulauttamispyrkimyksillä.
sme: Sámi kultuvra ja sápmelaččat leat geahččaluvvon sogahuhttot bággosteriliseremiin ja assimilerenviggamušaiguin.

source: Saamelaiset eivät soveltuneet myöskään ajatukseen yhdestä kansasta yhden valtion alueella.
sme: Sápmelaččat eai heiven maid jurdagii ovtta álbmogis ovtta stáhta rájiid siste.

source: Alkuperäiskansan olemassaolo ei soveltunut pohjoismaiseen hyvinvointivaltioajatteluun, jossa kaikkia tuli kohdella samanarvoisesti.
sme: Álgoálbmoga eksisteren ii heiven davviriikkalaš buresbirgenservodaga jurddašeapmái, mas buohkaiguin galggai meannuduvvot ovttaveardásaččat.

source: Samanarvoinen kohtelu tapahtui kuitenkin valtaväestön tarpeiden ja näkökulmien lähtökohdista johtaen tosiasiallisesti saamelaisväestön syrjimiseen.
sme: Ovttaveardásaš meannudeapmi dáhpáhuvai goitge váldoálbmoga dárbbuid ja oaidninvugiid guovllos, mii doalvvui duohtaáššis sámi álbmoga vealaheapmái.

source: Tämä perintö elää edelleen niin Suomessa, Norjassa kuin Ruotsissakin.
sme: Dát árbi eallá ain davviriikkain, gos sámit orrot.

source: Valtiot perustelevat politiikkaansa, jossa saamelaisille ei haluta antaa erityisoikeuksia, kaikkien näennäisellä tasa-arvoisella kohtelulla, joka todellisuudessa johtaa saamelaiskulttuurin katoamiseen.
sme: Stáhtat ákkastallet politihkaset, mas sápmelaččaide eai háliiduvvo addojuvvot sierravuoigatvuođat, buohkaid bajiloainnu dásseárvosaš meannudemiin, mii duođalašvuođas doalvu sámi kultuvrra jávkamii.

source: Kyse on myös siitä, että viranomaiset eivät ymmärrä saamelaiskulttuuria ja sen todellista luonnetta.
sme: Gažaldat lea maid das, ahte eiseválddit eai ipmir sámi kultuvrra ja dan duođalaš luonddu.

source: Ajatellaan, että kaikki on hyvin, kunhan saamelaisilla on poroja, saamelaiset käyttävät saamen pukua, saamen kieltä opetetaan kouluissa eikä avointa syrjintää ole.
sme: Jurddahuvvo, ahte buot lea bures, go sápmelaččain leat bohccot, sápmelaččat gárvodit sámi biktasiidda, sámegiella oahpahuvvo skuvllas iige almmolaš vealaheapmi gávdno.

source: Mutta saamelaiset joutuvat elämään valtion lainsäädännön, hallinnon, jatkuvan talouskasvun ihannoinnin sekä sääntöjen ja politiikan ohjauksessa.
sme: Muhto sápmelaččathan šaddet eallit stáhta láhkaásaheami, hálddahusa, joatkevaš ruđalaš lassáneami ovddošeami sihke njuolggadusaid ja politihka stivrema vuollásažžan.

source: Se tukahduttaa monia saamelaisia.
sme: Datdahan buviha máŋggaid sápmelaččaid.

source: Saamelaiset, jotka haluavat turvata luonnon ja kulttuurin jatkuvuuden, joutuvat jatkuvasti kohtaamaan syyllistämistä kulttuuristen perinteiden noudattamisesta.
sme: Sápmelaččat, geat háliidit dorvvastit luonddu ja kultuvrra bistevašvuođa, šaddet geažos áigge deaivat sivahallama go mii háliidit eallit iežamet kultuvrralaš árbevieruid mielde.

source: Valtioiden sektoriajattelu tosiasiassa uhkaa saamelaiskulttuurin tulevaisuutta.
sme: Stáhtaid sektorjurddaheapmi duohtaáššis uhkida sámi kultuvrra boahtteáiggi.

source: Valtiot lokeroivat hallinnossaan ja päätöksissään elinkeinoasiat omaan sektoriin, taiteen omaansa, kieliasiat omaan ja koulutuksen omaansa.
sme: Stáhtat bidjet hálddahusasteaset ja mearrádusaineaset ealáhusáššiid, dáidaga, giellaáššiid ja skuvlema iežaset leađmmaide ja sektoriidda.

source: Sektoriajattelu estää kokonaisuuden näkemistä ja hahmottamista.
sme: Sektorjurddaheapmi eastá ollisvuođa oaidnima ja hábmema.

source: Saamelaiskulttuurissa kaikki liittyy kaikkeen ja esimerkiksi poronhoidon pitäminen vain elinkeinona on uhka elämänmuodollemme.
sme: Sámi kultuvrras juohke diŋga gullá ollisvuhtii ja ovdamearkka dihte boazodoalu atnin dušše ealáhussan lea uhkkin oba min eallinvuohkáseamet.

source: Saamelaisia, jotka vastustavat kaivoksien perustamista syyllistetään koko valtion tai alueen edun eli valtaväestön tarpeiden unohtamisesta.
sme: Sápmelaččat, geat vuostálastet ruvkkiid vuođđudeami, adnojuvvojit sivalažžan oba stáhta dehe guovllu beroštumiid dehege váldoálbmoga dárbbuid vajálduhttimis.

source: Saamelaisten oikeuksissa on edelleen kyse valtaväestön oikeuksista kaikissa valtioissa, eli saamelaisten oikeuksia arvioidaan suhteessa valtaväestön tarpeisiin ja oikeuksiin.
sme: Sámiid rivttiin lea ain jearaldat váldoálbmoga rivttiin buot stáhtain, nuppiiguin sániiguin sápmelaččaid vuoigatvuođat árvvoštallojuvvojit gaskavuođas váldoálbmoga dárbbuide ja vuoigatvuođaide.

source: Olen havainnut, että valtioille saamelaiskulttuurin olemassa olo on todellisuudessa ideologinen ongelma.
sme: Lean fuobmán, ahte stáhtaide sámi kultuvrra eksisteren lea duohtaáššis ideologalaš buncarakkis.

source: Meidän kulttuuriamme, sen oikeutusta ja ainutlaatuisuutta ei pystytä käsittelemään ja vahva kulttuuriperintömme on monelle uhka.
sme: Min kultuvramet, dan vuoigatvuođa ja earenoamášvuođa eai bastte gieđahallat ja min nanu kulturárbevierromet lea máŋgasii uhkki.

source: Globaalissa maailmassa monet kokevat turvattomuutta ja pitävät saamelaisia, joiden sukuyhteisö ja kulttuurinen yhteys on elävä, uhkana tai muistutuksena siitä, että valtakulttuuri ei ole pystynyt säilymään yhtä yhteneväisevänä eikä vahvana vaan on vaarassa yhtenäistyä globaaliin yhtenäiskulttuuriin.
sme: Globála máilmmis máŋggas muosáhit dorvvuhisvuođa ja atnet sápmelaččaid, geaid sohkasearvvuš ja kultuvrralaš oktavuohta lea ealli, uhkkin dehe muittuhussan das, ahte váldokultuvra ii leat bastán seailut liikká ovttalágánin iige gievran muhto lea várá vuolde ovttaiduvvat globála ovttalágán kultuvran.

source: Pohjoismaiselle hyvinvointivaltioajattelulle ajatus siitä, että valtion alueella elää eri kansa, jolla on erilainen ideologia, kulttuuri ja yhteisöjärjestelmä, on edelleen vieras ja ongelmallinen.
sme: Davviriikkalaš buresbirgenservodaga jurddašeapmái oba jurdda das, ahte stáhta rájiid siste eallá sierra álbmot, mas lea sierralágán ideologiija, kultuvra ja searvvušvuogádat, lea ain vieris ja buncarlaš.

source: Meidän luontokäsitystämme, elämänfilosofiaa, elämäntapaa porojen, kalojen ja riistan kanssa ei ymmärretä.
sme: Min luondoipmárdusamet, eallinfilosofiija, eallinvuohki bohccuiguin, guliiguin ja meahci valljiguin ii ipmirduvvo.
